app/controllers/jobs_controller.rb

SELECT `job_histories`.* FROM `job_histories`
---
  def history
    @history = JobHistory.all